Repository: frewsxcv/scrobd
Catalog: locale/*/LC_MESSAGES/scrobd.po
Languages: fr_fr

source: No response from the MPD server :(
fr_fr: Pas de réponse du serveur MPD :(

source: Trying to reconnect...
fr_fr: Tentative de reconnexion...

source: Unable to connect to the MPD server : %s
fr_fr: Impossible de se connecter au serveur MPD : %s

source: Not submitted (Not played enough or too short)
fr_fr: Non envoyée (pas assez jouée ou trop courte)

source: Adding %(artist)s - %(title)s ...
fr_fr: Ajout de %(artist)s - %(title)s ...

source: Waiting for %s to stop...
fr_fr: Attente de l'arrêt de %s...

source: Trying to reconnect... (%s)
fr_fr: Tentative de reconnexion... (%s)

source: Success !
fr_fr: Succès !

source: Fail !
fr_fr: Échec !

source: User name for %s :
fr_fr: Nom d'utilisateur pour %s :

source: Password for %s :
fr_fr: Mot de passe pour %s :

source: Unable to connect to %(host)s : %(error)s
fr_fr: Impossible de se connecter à %(host)s : %(error)s

source: Connexion issues (%(error)s) %(try)d
fr_fr: Problème de connexion (%(error)s) %(try)d

source: URL Error : %s
fr_fr: Erreur d'URL : %s

source: Submited (%s).
fr_fr: Envoyée. (%s)

source: Unable to submit the start or the song '%(artist)s - %(title)s' : %(error)s
fr_fr: Impossible de soumettre le démarrage de la chanson '%(artist)s - %(title)s' : %(error)s

source: Cannot %(mode)s file %(file)s.
fr_fr: Problème avec le fichier %(file)s : %(mode)s.

source: File %s doesn't exist
fr_fr: Le fichier %s n'existe pas

source: Cannot write in file %s.
fr_fr: Impossible d'écrire dans le fichier %s.

source: Cannot create directory %s.
fr_fr: Impossible de créer le dossier %s.

source: %(file)s : syntax error line %(line)d : %(err)s
fr_fr: %(file)s : erreur de syntaxe ligne %(line)d : %(err)s

source: need moar arguments.
fr_fr: besoin de plus d'arguments.

source: value error.
fr_fr: erreur de valeur.

source: what the hell did you do ???
fr_fr: KOI ?

source: option not reconized
fr_fr: option non reconnue

source: %s must have an argument.
fr_fr: %s doit avoir un argument.

source: wrong number of arguments.
fr_fr: mauvais nombre d'arguments.

source: Unable to open config file %s.
fr_fr: Impossible d'ouvrir le fichier de configuration %s.

source: Unknown argument : %s.
fr_fr: Argument inconnu : %s.

source: No pid file. Kill manually, with the 'kill' command
fr_fr: Pas de fichier pid. Tuez manuellement avec la commande 'kill'.

source: Unable to kill %d.
fr_fr: Impossible de tuer %d.

source: The MPD server address (default: 127.0.0.1):
fr_fr: L'adresse du serveur MPD (défaut : 127.0.0.1) :

source: The MPD sever port (default: 6600)
fr_fr: Le port du serveur MPD (défaut : 6600)

source: Unable to connect to %(host)s:%(port)s : %(error)s
fr_fr: Impossible de se connecter à %(host)s:%(port)s : %(error)s

source: Connecting to scrobblers...
fr_fr: Connexion aux scrobblers...

source: Not connected to any scrobbler.
fr_fr: Connecté à aucun scrobbler.

source: Song changed : %s
fr_fr: La chanson a changé : %s
